---
kind: property
id: P:Autodesk.Revit.DB.Structure.LoadBase.LoadCategoryName
source: html/4a1c7865-8f07-b291-6cc8-fb23a842dad8.htm
---
# Autodesk.Revit.DB.Structure.LoadBase.LoadCategoryName Property

The name of the category to which this load belongs.

## Syntax (C#)
```csharp
public string LoadCategoryName { get; }
```